Repository: ham-radio-software/D-Rats
Catalog: locale/*/LC_MESSAGES/D-RATS.po
Languages: es, it

source: Ignore
es: Ignorar
it: Ignora

source: Ignore All
es: Ignorar Todo
it: Ignora tutti

source: Quit
es: Cerrar
it: Chiudi

source: HELLO_WORLD
it: Ciao mondo

source: COMMAND ARGS NOT IMPLEMENTED!
es: (ES) COMMAND ARGS NOT IMPLEMENTED! --
it: Argomenti di comando non implementati!

source: DEFAULT ARGUMENTS NOT IMPLEMENTED!
it: Valori di default non implementati!

source: EXECUTING UNIT TEST FUNCTION.
it: UNIT TEST in corso.

source: Metric
es: Métrico
it: Metrico

source: Online (D-RATS)
es: En Linea (D-RATS)
it: Connesso (D-RATS)

source: Going offline (D-RATS)
es: Fuera de linea (D-RATS)
it: Disconnesso (D-RATS)

source: A D-STAR radio connected to a serial port
es: Una radio D-STAR conectada a una puerta serial
it: Radio D-STAR via porta seriale

source: A network link to a ratflector instance
es: Un enlace de red a una instancia de ratflector
it: Ratflector connesso via rete

source: A KISS-mode TNC connected to a serial port
es: Un KISS-mode TNC conectado a una puerta serial
it: TNC via porta seriale (KISS-mode)

source: A locally-attached dongle
es: Un dongle conectado localmente
it: Dongle connesso localmente

source: A TNC attached to an AGWPE server
es: Un TNC conectado a un AGWPE server
it: AGWPE via TNC

source: Revert
es: Volverebbe
it: Ripristina

source: Enabled
es: Activado
it: Abilitato

source: Test
it: Prova

source: Callsign
es: Indicativo
it: Nominativo

source: Name
es: Nombre
it: Nome

source: Sign-on Message
es: Mensaje de Entrada
it: Messaggio di apertura

source: Sign-off Message
es: Mensaje de Cierre
it: Messaggio di chiusura

source: Imperial
es: Anglosajón
it: Anglosassone

source: Units
es: Unidades
it: Unità

source: Show time in UTC
es: Muestra hora en UTC
it: Mostra ora in UTC

source: Version and OS Info
es: Info Sistema Operativo y Versión
it: Info Sistema Operativo e Versione

source: Ping reply
es: Respuesta al ping
it: Risposta al ping

source: Language
es: Idioma
it: Lingua

source: Blink tray on
es: Barra parpadeante
it: Barra lampeggiante

source: Incoming Messages
es: Mensajes Entrantes
it: Messaggi in Arrivo

source: New Chat Messages
es: Nuevos Mensajes de Chat
it: Nuovo Messaggio Chat

source: Incoming Files
es: Ficheros Entrantes
it: Files in Arrivo

source: Received Events
es: Eventos Recibidos
it: Eventi Ricevuti

source: File Transfer Path
es: Ruta para la Transferencia de Ficheros
it: Percorso Trasferimenti File

source: Base Map Storage Path
it: Percorso dove salvare salvare i file delle mappe

source: Form Logo Path
es: Ruta para el Logo del Formulario
it: Percorso Logo del Modello

source: Map to use
es: Mapa que debe utilizarse
it: Mappa da usare

source: BaseMap server url
es: Url del server de la mapa base
it: URL del server BaseMap

source: OpenCycleMap server url
it: URL del server OpenCycleMap

source: Key string to append to CycleMap url
es: Cadena de claves para añadir a la url de CycleMap
it: Chiave da inserire nella URL CycleMap

source: Landscape server url
es: URL del servidor Landscape
it: URL del server della mappa Landscape

source: Key string to append to landscape url
es: Cadena de claves para añadir a la url del paisaje
it: Chiave da inserire nella URL Landscape

source: Outdoors server url
es: URL del servidor de exteriores
it: URL del server Outdoors

source: Key string to append to outdoors url
es: Cadena de claves para añadir a la url exterior
it: Chiave da inserire nella URL outdoors

source: Freshen map after
es: Refresco de mapa tras
it: Aggiorna la mappa dopo

source: hours
es: horas
it: ore

source: Report position timestamps on map
es: Informar de las marcas de tiempo de posición en el mapa
it: Riporta i timestamp delle posizioni ricevute sulla mappa

source: Latitude
es: Latitud
it: Latitudine

source: Longitude
es: Longitud
it: Longitudine

source: Altitude
es: Altitud
it: Altitudine

source: Use External GPS
es: Usar GPS Externo
it: Usa GPS esterno

source: External GPS
es: GPS Externo
it: GPS esterno

source: GPS-A Symbol
es: Símbolo GPS-A
it: Simbolo GPS-A

source: Table:
es: Tabla:
it: Tabella:

source: Symbol:
es: Símbolo:
it: Simbolo:

source: Default GPS comment
es: Comentario GPS por defecto
it: Commento GPS (default)

source: Check to enable export GPS messages as JSON string
es: Activar la exportación de mensajes GPS como cadena JSON
it: Abilita l'esportazione verso un server esterno dei messaggi GPS ricevuti

source: IP address
it: Indirizzo IP

source: IP port
es: Puerta IP
it: porta IP

source: Notice RegEx
es: Reglas para Aviso (RegEx)
it: Regole per Avviso (RegEx)

source: Ignore RegEx
es: Ignorar Reglas para Aviso (regEx)
it: Regole per Ignorare(RegEx)

source: Incoming Color
es: Color en Entrada
it: Colore in Arrivo

source: Outgoing Color
es: Color en Salida
it: Colore in uscita

source: Notice Color
es: Color en Aviso
it: Colore Avviso

source: Ignore Color
es: Ignorar Color
it: Colore Ignora

source: Callsign Color
es: Color de Indicativo
it: Colore Nominativo

source: Broken Color
es: Color de Errores
it: Colore Errore/Corrotto

source: %s Color
es: Color %s
it: Colore %s

source: Large
es: Grande
it: Grande

source: Small
es: Pequeño
it: Piccolo

source: Toolbar buttons
es: Botones de la barra de herramientas
it: Bottoni della barra delle opzioni

source: Check spelling
es: Comprobar ortografía
it: Controllo ortografia

source: Confirm exit
es: Confirmar salida
it: Conferma l'uscita

source: minutes
es: minutos
it: minuti

source: Expire stations after
it: Elimina la stazione dalla lista dopo

source: Log chat traffic
es: Log tráfico chat
it: Registra traffico chat

source: Load log tail
es: Carga cola de log
it: Accoda righe del registro

source: Chat font
es: Fuente de chat
it: Font della chat

source: Scrollback Lines
es: Lineas Scrollback
it: Righe da scorrere indietro

source: Show status updates in chat
es: Muestra actualizaciones de estado en chat
it: Mostra aggiornamenti di stato in chat

source: Timestamp chat messages
es: Sello de Hora en mensajes de chat
it: Timbra con data e ore i messaggi di chat

source: QST Size Limit
es: Límite de tamaño QST
it: Limite del messaggio QST

source: OpenWeather uri
it: URI OpenWeather

source: OpenWeather appid
it: Appid OpenWeather

source: Chat activity
es: Actividad chat
it: Attività su Chat

source: Message activity
es: Actividad de mensajes
it: Attività Messaggi

source: File activity
es: Actividad de ficheros
it: Attività su file

source: Port
es: Puerto
it: Porta

source: Settings
es: Opciones
it: Impostazioni

source: Sniff
es: Husmear (sniff)
it: Annusare (sniff)

source: Raw Text
es: Texto Raw
it: Testo grezzo

source: Configure data paths below. This may include any number of serial-attached radios and network-attached proxies.
es: Configura la ruta de datos. Esto puede incluir cualquier número de radios conectadas vía serie y proxies de red.
it: Configura i sottostanti percorsi per i dati. Questo puo includere numero di radio conesse via seriale e poxy collegati via rete.

source: Add
es: Añadir
it: Aggiungi

source: Edit
es: Editar
it: Modifica

source: Remove
es: Quitar
it: Rimuovi

source: Paths
es: Rutas
it: Percorsi

source: Block size
es: Tamaño de bloque
it: Dimensione blocco

source: Pipeline blocks
es: Bloques pipeline
it: Blocco collegamento

source: Remote file transfers
es: Transferencias de ficheros remotos
it: Trasferimenti file remoti

source: Warmup Length
es: Duración calentamiento
it: Lunghezza warm-up

source: Warmup timeout
es: Fin calentamiento
it: Intervallo di warm-up

source: Force transmission delay
es: Forzar retardo de la transmisión
it: Forzare il tempo di trasmissione

source: Allow file deletes from
it: Consenti la cancellazione dei file da

source: Remote admin password
it: Password per la gestione remota

source: Automatically forward messages
es: Forward automático de mensajes
it: Inoltro automatico dei messaggi

source: seconds
es: segundos
it: secondi

source: Queue flush interval
es: Intervalo de solicitud de cola
it: Intervallo di cancellazione della coda

source: Station TTL
es: Estación TTL
it: Stazione TTL

source: Include original in reply
es: Incluir original en la respuesta
it: Includi l'originale nella risposta

source: Allow POP3 Gateway
es: Permitir Gateway POP3
it: Abilita Gateway POP3

source: Allow WL2K Gateway
es: Permitir Gasteway WL2K
it: Abilita Gateway WL2K

source: WL2K Connection
es: Conexión WL2K
it: Connessione WL2K

source: on port
es: en puerto
it: sulla porta

source: WL2K RMS Station
es: Estación RMS WL2K
it: Stazione RMS WL2K

source: My Winlink SSID
es: Mi SSID Winlink
it: Il proprio SSID Winlink

source: on port
es: en puerto
it: sulla porta

source: POP3 Server
es: Servidor POP3
it: Server POP3

source: SMTP Server
es: Servidor SMTP
it: Server SMTP

source: Invalid value for
es: Valor inválido para
it: Valore non valido per

source: Local
it: Locale

source: Remote
es: Remoto
it: Remoto

source: Station
es: Estación
it: Stazione

source: Outgoing
es: Salida
it: In uscita

source: Local Port
es: Puerto Local
it: Porta Locale

source: Remote Port
es: Puerto Remoto
it: Porta Remota

source: Incoming
es: Entrada
it: In Arrivo

source: SMTP Gateway
es: Gateway SMTP
it: Gateway SMTP

source: Port and Mode
es: Puerto y Modo
it: Porta e Modo

source: Source Address
es: Dirección Origen
it: Indirizzo d'Avvio

source: SMTP Username
es: Usuario SMTP
it: Nome Utente SMTP

source: SMTP Password
es: Password SMTP
it: Password SMTP

source: Username
es: Usuario
it: Nome Utente

source: Poll Interval
es: Intervalo de Interrogación
it: Intervallo di Interrogazione

source: Use SSL
es: Usar SSL
it: Usa SSL

source: Action
es: Acción
it: Azione

source: Form
es: Formulario
it: Modello

source: Incoming Accounts
es: Cuentas de Entrada
it: Accrediti in Arrivo

source: Access
es: Acceso
it: Accesso

source: Email Filter
es: Filtro Email
it: Filtro email

source: None
es: Ninguno
it: Niente

source: Both
es: Ambos
it: Entrambi

source: Email Access
es: Acceso Email
it: Accesso Email

source: Config
es: Configuración
it: Configura

source: Save
es: Guardar
it: Salva

source: Cancel
es: Cancelar
it: Annulla

source: Preferences
es: Preferencias
it: Preferenze

source: Maps
es: Mapas
it: Mappe

source: GPS config
es: Configuración GPS
it: Configurazione GPS

source: Export GPS messages
es: Exportar mensajes GPS
it: Esporta Messaggi GPS

source: Appearance
es: Apariencia
it: Aspetto

source: Sounds
es: Sonidos
it: Suoni

source: Messages
es: Mensajes
it: Messaggi

source: Transfers
es: Transferencias
it: Trasferimenti

source: Network
es: Red
it: Rete

source: TCP Gateway
es: Gateway TCP
it: Gateway TCP

source: TCP Forwarding
es: Forwarding TCP
it: Inoltro TCP

source: Outgoing Email
es: Email de Salida
it: Email in uscita

source: Email Accounts
es: Cuentas Email
it: Utenze di posta

source: Your current latitude. Use decimal degrees (DD.DDDDD) or D*M'S". Use a space for special characters
es: Tu latitud actual. Usa grados decimales (DD.DDDDD) o D*M'S". Usa un espacio para caracteres especiales
it: La tua latitudine corrente. Usa gradi decimali (DD.DDDD) oppure D*M'". Usa uno spazio per passare da gradi a minuti e secondi

source: Your current longitude. Use decimal degrees (DD.DDDDD) or D*M'S". Use a space for special characters
es: Tu longitud actual. Usa grados decimales (DD.DDDDD) o D*M'S". Usa un espacio para caracteres especiales
it: La tua longitudine corrente. Usa gradi decimali (DD.DDDD) oppure D*M'". Usa uno spazio per passare da gradi a minuti e secondi

source: Your current altitude
es: Tu altitud actual
it: Altitudine attuale

source: When enabled, form time fields will default to current time in UTC. When disabled, default to local time
es: Cuando está activado, los campos horarios del formulario serán por defecto la hora actual UTC. Cuando esté desactivado, serán por defecto la hora local
it: Quando abilitato, i campi 'orario' dei modelli sono inizializzati all'ora corrente in UTC. Quando disabilitato, predefinito all'ora locale

source: Requires a D-RATS restart
es: Se requiere reiniciar D-RATS
it: Richiede il riavvio del D-RATS

source: Allow remote stations to pull forms
es: Permite a estaciones remotas utilizar formularios
it: Abilita stazioni remote a prendere messaggi

source: Allow remote stations to pull files
es: Permite a estaciones remotas usar ficheros
it: Abilita stazioni remote a prendere file

source: Default state for private flag on new forms
es: Estado por defecto de flag privado en nuevos formularios
it: Stato di default privato per i nuovi messaggi

source: Include the text of the original message when replying (not recommended as it wastes bandwidth)
es: Incluir el texto del mensaje original al responder (no recomendado porque desperdicia ancho de banda)
it: Includi il testo del messaggio originale quando rispondi (non raccomandato perchè occupa banda passante!!!)

source: On Windows, use something like 'COM12'
es: En Windows, será del tipo 'COM12'
it: In Windows, qualcosa tipo 'COM12'

source: On UNIX, use something like '/dev/ttyUSB0'
es: En UNIX, será del tipo '/dev/ttyUSB0'
it: In UNIX, qualcosa come '/dev/ttyUSB0'

source: For a network connection, use something like 'net:host:9000'
es: Para una conexión de red, será del tipo 'net:host:9000'
it: Per connessioni via rete, usare il formato 'net:host:9000'

source: Serial rate shall be 38400 for IC92 handhelds, 9600 for all other D-Star radios
es: La velocidad de transmisión en serie será de 38400 para los dispositivos de mano IC92 y de 9600 para el resto de radios D-Star.
it: La velocità della porta Seriale deve essere 38400 per IC92 e 9600 per tutte le altre radio

source: Serial port for an NMEA-compliant external GPS
es: Puerto serie para un GPS externo con protocolo NMEA
it: Porta seriale per GPS esterno MNEA compatibile

source: If enabled, take current position from the external GPS
es: Si está activado, toma la posición actual del GPS externo
it: Se abilitato, prende la posizione corrente dal GPS

source: The NMEA standard is 4800
es: El estándar NMEA es 4800
it: Lo standard NMEA è 4800

source: The symbol table character for GPS-A beacons
es: El carácter de la tabla de símbolos para las balizas GPS-A
it: La tabella dei caratteri simbolo per i beacon GPS-A

source: The symbol character for GPS-A beacons
es: El carácter de símbolo para las balizas GPS-A
it: Il carattere simbolo per i beacon GPS-A

source: Treat incoming raw text (and garbage) as chat data and display it on-screen
es: Tratar el texto raw the entrada (y la basura) como datos de chat y mostrarlo en pantalla
it: Tratta il testo ricevuto come dati di chat e li visualizza sullo schermo

source: Alternate location to store cached map images
es: Lugar alternartivo para guardar las imágenes de mapas del caché
it: Posizione alternativa per le immagini delle mappe

source: Amount of bytes to to prefix to each packet during a warmup cycle after a period of idle
es: Cantidad de bytes a prefijar a cada paquete durante un ciclo de calentamiento tras un periodo de inactividad.
it: Quantità di bytes da inviare come warmup cycle per avviare la trasmissione

source: Amount of seconds between transmissions that must pass before we send a warmup block to open the power-save circuits on handhelds
es: Cantidad de segundos entre transmisiones que deben transcurrir antes de que enviemos un bloque de calentamiento para abrir los circuitos de ahorro de energía en los dispositivos portátiles.
it: Tempo di attesa per spedire un messaggio di warmup per evitare l'auto-spegnimento dei palmari

source: Amount of seconds to wait between transmissions (a positive number is a fixed delay, a negative value means 'randomly choose between 0 and X')
es: Cantidad de segundos a esperar entre transmisiones (un número positivo es un retardo fijo, un valor negativo significa “elegir aleatoriamente entre 0 y X”).
it: Secondi di attesa fra le trasmissioni (se positivo imposta un ritardo fisso, se negativo imposta un tempo variabile fra 0 e il valore indicato)

source: Comma-separated list of callsigns that may delete files remotely
es: Lista separada por comas de indicativos que pueden borrar archivos remotamente
it: Lista dei nominativi abilitati alla cancellazione dei file (in formato Comma-separated)

source: Password required for remote administration tasks (blank for none)
es: Contraseña necesaria para las tareas de administración remota (en blanco si no hay)
it: Password richiesta per gestione remota (lasciare vuoto per non impostarla)

source: Text string to return in response to a ping.
es: Texto que se envía en respuesta a un ping.
it: Stringa di riposta alle richieste di ping.

source: If prefixed by a > character, interpret as a path to a text file
es: Si está precedido por un carácter >, interpretar como una ruta a un fichero de texto
it: Se preceduto da uno ">", sarà interpretato come il persorso a un file di testo

source: If prefixed by a ! character, interpret as a path to a script
es: Si está precedido por un carácter !, interpretar como una ruta a un script
it: Se preceduto da un "!", sarà interpretato come il percorso di uno script

source: Hostname of outgoing SMTP server. If this is specified, this station will be a gateway for email forms. If left blank, this feature is disabled
es: Servidor de salida SMTP. Si se especifica, esta estación será un gateway para formularios email. Si está en blanco, esta característica queda desactivada
it: Hostname per server SMTP in uscita. Se specificato, questa stazione sarà gateway per invio e-mail. Se vuoto, la funzionalità sarà disabilitata

source: Email address to set on outgoing form email messages
es: Dirección email para los emails salientes
it: Indirizzo email da assegnare per i messaggi in uscita

source: If enabled, attempt to negotiate TLS/SSL with SMTP server
es: Si está activado, intenta negociar TLS/SSL con el servidor SMTP
it: Se abilitato, tenta di negoziare una connessione TLS/SSL son il server SMTP

source: Username for SMTP authentication. Disabled if blank
es: Nombre de usuario para autenticación SMTP. Desactivado si está en blanco
it: Utente per l'autenticazione SMTP. Disabilitato se vuoto

source: Password for SMTP authentication
es: Password para autenticación SMTP
it: Password per l'autenticazione SMTP

source: Default is 25. Set to the value given by your ISP
es: Por defecto es 25. Selecciona el valor proporcionado por tu ISP
it: Default a 25. Assegnare il valore indicato dal provider

source: Display information about packets seen that are destined for other stations
es: Muestra la información de paquetes detectados que son destinados a otras estaciones
it: Visualizza informazioni sui pacchetti ascoltati che sono destinati ad altre stazioni

source: After this many hours, a map tile will be re-fetched, regardless of if it is already stored locally. 0 means never re-fetch. 720 hours is 30 days.
es: Tras estas horas, se cargará un copia del mapa, independientemente de si está guardado localmente. 0 signfica no cargar nunca. 720 horas son 30 días.
it: Dopo questo numero di ore la mappa verrà riscaricata in locale. Valori: 0 per non fare mai aggiornamenti. 720 ore sono 30 giorni.

source: Seconds between each attempt to process forwarded messages. Do not set this too low!
es: Segundos entre cada intento de procesar los mensajes forwardeados. No indicar un valor demasiado bajo!
it: Secondi fra ogni tentativo di processare messaggi inoltrati. Non impostare un valore troppo basso!

source: If a station was last heard more than this many seconds ago, do not assume you have a clear path (ping it first)
es: Si una estación fue escuchada por última vez hace más de estos segundos, no asumir que la ruta está abierta (hacer ping primero)
it: Se una stazione non viene ascoltata per più di questo tempo, si ritiene non sia piu attiva. Consigliato ping di verifica.

source: Path to the online map tile server used to feed the "base" map - can be changed to suit what is available to your location
es: Ruta al servidor de mapas en línea utilizado para alimentar el mapa base - se puede cambiar para adaptarse a lo que está disponible en su ubicación
it: URL del server della mappa "base"

source: Change this to select a map different from the base one - beware to config the API Key correctly
it: Seleziona un map server da utilizzare (se serve inserisci la API Key personale)

source: For each position report received, change the callsign to 'callsign.datestamp'. NOTE: This will generate a LOT of map pointers, use with caution!
it: Per ogni posizione ricevuta, cambia il nominativo in 'nominativo.dataora'. NOTA: Questo genererà molte posizioni sulla mappa, usare con cautela!

source: Specify a .WAV file to be played
es: Especificar un fichero .WAV a reproducir
it: Indicare file .WAV da usare

source: when a new chat arrives
es: cuando llega un nuevo chat
it: quando arriva una chat

source: when new message activity occurs
es: cuando hay nueva actividad de mensajes
it: quando arriva un nuovo messaggio

source: when new file activity occurs
es: cuando hay nueva actividad de ficheros
it: quando arriva un file

source: Select a file to open
es: Seleccione un archivo para abrir
it: Seleziona un file da aprire

source: Open
es: Abrir
it: Apri

source: Save file as
es: Guarda ficcherò comò
it: Salva File come

source: Choose folder
es: Eligir carpeta
it: Scegli una cartella

source: Edit form element
es: Editar elemento de formulario
it: Modifica elemento della form

source: CANCEL
es: CANCELAR
it: CANCELLA

source: Field Type
es: Tipo de campo
it: Tipo di campo

source: Initial value:
es: Valor inicial:
it: Valore iniziale:

source: Default value
es: Valor por defecto
it: Valore di default

source: Options (one per line, first is default)
es: Opciones (una por línea, la primera es predeterminada)
it: Opzioni (uno per linea, il primo valore è il default)

source: Options (one per line)
es: Opciones (una por línea)
it: Opzioni (uno per linea)

source: Type
es: Tipo
it: Tipo

source: Caption
es: Leyenda
it: Intestazione

source: Initial Value
es: Valor inicial
it: Valore iniziale

source: Move Up
es: Subir
it: Sposta in su

source: Delete
es: Borrar
it: Cancella

source: Move Down
es: Bajar
it: Sposta in giù

source: Form Properties
es: Propriedades del formulario
it: Trasferimenti Messaggi

source: Form Elements
es: Elementos de formulario
it: Elementi del modulo

source: Title
es: Título
it: Titolo

source: New
es: Nuevo
it: Crea

source: Close
es: Cerrar
it: Chiudi

source: Import
es: Importar
it: Importa

source: Export
es: Exportar
it: Esporta

source: Yes
es: Sí
it: Si

source: Source Callsign
es: Indicativo Origen
it: Stazione di origine

source: Destination Callsign
es: Indicativo Destino
it: Stazione Destinataria

source: Routing Information
es: Información de ruta
it: Informazioni di Routing

source: Path
es: Ruta
it: Percorso

source: Size (bytes)
es: Tamaño (bytes)
it: Dimensione (bytes)

source: Attachments
es: Adjuntos
it: Allegati

source: Place this message in the Outbox for sending
es: Colocar este mensaje en la bandeja de salida para su envío
it: Sposta i messaggi nella outbox per l'invio

source: Place this message in the Outbox and send it directly to a specific station for relay
es: Colocar este mensaje en la bandeja de salida y inviarlo directamente a una estación específica para su retransmisión
it: Sposta il messaggio nella Outbox e invialo direttamente ad una stazione per l'inoltro

source: Save changes to this message
es: Guardar cambios en este menasse
it: Salva le modifiche al messaggio

source: View the printable version of this form
es: Ver la versión imprimible de este formulario
it: Visualizza la versione stampabile del modulo

source: Compose a reply to this message
es: Redactar una respuesta a este mensaje
it: Rispondi a questo messaggio

source: Delete this message
es: Borrar menasse
it: Cancella questo messaggio
