Repository: ham-radio-software/D-Rats
Catalog: locale/*/LC_MESSAGES/D-RATS.po
Languages: es, it

source: Send
es: Enviar
it: Invia

source: Send via
es: Enviar vía
it: Spedizione via

source: Print
es: Imprimir
it: Stampa

source: Reply
es: Responder
it: Rispondi

source: Forward via
es: Forward vía
it: Inoltro via

source: Locate an address
es: Localizar una dirección
it: Trova un indirizzo

source: Locations found
es: Lugares encontradas
it: Trovata Posizione

source: Confirm address
es: Confirmar dirección
it: Conferma l'indirizzo

source: Enter an address, postal code, or intersection
es: Introduce una dirección, código postal, o intersección
it: Inserisci indirizzo, CAP o località

source: Address
es: Dirección
it: Indirizzo

source: UNKNOWN
es: DESCONOCIDO
it: SCONOSCIUTO

source: away
es: lejos
it: via

source: degrees
es: grados
it: gradi

source: Heading
es: Dirección
it: Direzione

source: reporting
es: reportando
it: relazione

source: Invalid GPS data
es: Datos GPS inválidos
it: Dati GPS non corretti

source: Unable to open GPS port
es: No es posible abrir el puerto del GPS
it: Impossibile aprire la porta GPS

source: ME
es: YO
it: QRA

source: GPS Locked
es: GPS Bloqueado
it: GPS Bloccato

source: GPS Not Locked
es: GPS Desbloqueado
it: GPS Non Bloccato

source: Unable to parse address
es: No se puede procesar la dirección
it: Impossibile analizzare l'indirizzo

source: Unable to connect
es: No se puede conectar
it: Impossibile connettersi

source: GPSd Locked
es: GPSd Bloqueado
it: Socket GPSd Bloccato

source: GPSd Not Locked
es: GPSd No Bloqueado
it: Socket GPSd Non Bloccato

source: Static position
es: Posición estática
it: Posizione Statica

source: Filename
es: Nombre de Fichero
it: Nome File

source: Size
es: Tamaño
it: Dimensione

source: Resize to
es: Reescalar a
it: Ridimensiona

source: Quality
es: Calidad
it: Qualità

source: Preview
es: Vista Previa
it: Anteprima

source: No support for resizing images. Send unaltered?
es: Reescaldado de imágenes no soportado. Enviar sin cambios ?
it: Supporto per ridimensionamento immagine mancante. Invio inalterato?

source: Unknown image type
es: Tipo de imagen desconocido
it: Tipo immagine sconosciuta

source: An error has occurred
es: Ha ocurrido un error
it: Si è verificato un errore

source: Since this is your first time running D-RATS, you will be taken directly to the configuration dialog. At a minimum, put your callsign in the box and click 'Save'. You will be connected to the ratflector initially for testing.
es: Como es la primera vez que ejecutas D-RATS, accederás directamente al diálogo de configuración. Ponga como mínimo su indicativo en la casilla y haga clic en ‘Guardar’. Se le conectará inicialmente al ratflector para las pruebas.
it: Benvenuto in D-RATS! Come prima cosa devi inserire il tuo nominativo nella configurazione e impostare un Ratflector per sperimentarne le funzioanlità.

source: You must enter a callsign to continue
es: Debes de introducir un indicativo para continuar
it: Digitare un nominativo per continuare

source: Failed to connect to
es: Fallo conectando a
it: Impossibile connettere

source: Stations
es: Estaciones
it: Stazioni

source: is now
es: está ahora
it: adesso è

source: stations
es: estaciones
it: stazioni

source: Message
es: Mensaje
it: Messaggio

source: received from
es: recibido de
it: ricevuto da

source: forwarding to
es: forwarding a
it: inoltro a

source: Received
es: Recibido
it: Ricevuto

source: Message Sent
es: Mensaje Enviado
it: Messaggio Inviato

source: Map
es: Mapa
it: Mappa

source: Send D*Query
es: Enviar D*Query
it: Comandi D*Query

source: Network Proxy
es: Red Proxy
it: Proxy di rete

source: Sites (comma separated)
es: Sitios (separados por comas)
it: Siti (separati da virgola)

source: Buoys (comma separated)
es: Boyas (separadas por comas)
it: Buoys (separati da virgola)

source: DPRS message
es: Mensaje DPRS
it: Messaggio DPRS

source: Icon
es: Icono
it: Icona

source: Overlay
es: Capa
it: Copertura (overlay)

source: Current
es: Actual
it: Corrente

source: Forecast
es: Previsión
it: Previsioni

source: Enter a message:
es: Introducir un mensaje:
it: Inserire un messaggio:

source: Choose a text file. The contents will be used when the QST is sent.
es: Elija un archivo de texto. El contenido se utilizará cuando se envíe la QST.
it: Scegli un file di testo. Il contenuto sarà inviato come messaggio QST.

source: Choose a APRS text file. The contents will be used when the WXGPS-A is sent.
es: Elija un archivo de texto APRS. El contenido se utilizará cuando se envíe el WXGPS-A.
it: Scegli un file di testo APRS. Il contenuto sarà inviato insieme ai messaggi WXGPS-A.

source: Choose a script to execute. The output will be used when the QST is sent
es: Selecciona un script para ejecutar. El resultado se usará al enviar el QST
it: Scegli uno script da eseguire. Il risultato sarà inviato come messaggio QST

source: Enter your GPS message:
es: Introduce tu mensaje GPS:
it: Inserire messaggio del GPS:

source: Enter the URL of an RSS feed:
es: Introduce la URL de un RSS:
it: Inserire indirizzo (URL) del RSS:

source: Enter the URL of a CAP feed:
es: Introduce la URL the un CAP:
it: Inserire indirizzo (URL) del CAP:

source: Choose a station whose position will be sent
es: Selecciona una estación cuya posición será enviada
it: Scegli la stazione per la quale inviare la posizione

source: Enter an Open Weather station name:
es: Introducir nombre de una estación OpenWeather:
it: Inserisci una Stazione Meteo OpenWeather:

source: Text
es: Texto
it: Testo

source: Exec
es: Ejec
it: Esegui

source: every
es: cada
it: ogni

source: minutes on port
es: minutos en el puerto
it: minuti sulla porta

source: All
es: Todo
it: Tutti

source: Weather (WU)
es: Tiempo
it: Meteo

source: Retrieve
es: Recuperar
it: Recupero in corso

source: Total
it: Totale

source: Transfer Completed
es: Trasferencia Completada
it: Trasferimento Completato

source: Transfer Interrupted
es: Trasferencia Interrumpida
it: Trasferimento Interrotto

source: from
es: de
it: da

source: retries
es: intentos
it: riprova

source: sent
es: enviado
it: inviato

source: received
es: recibido
it: ricevuto

source: File transfer of %s started with %s
es: Trasferencia de fichero de %s comenzó con %s
it: Trasferimento file di %s avviato con %s

source: Message transfer of %s started with %s
es: Trasferencia de mensaje de %s comenzó con %s
it: Trasferimento messaggio di %s avviato con %s

source: Socket session %s started with %s
es: Sesión Socket %s comenzó con %s
it: Sessione socket %s avviata con %s

source: Error starting socket session:
es: Error al comenzar la sesion socket:
it: Errore avvio sessione socket:

source: An error occurred:
es: Ha ocurrido un error:
it: Si è verificato un errore:

source: Details
es: Detalles
it: Dettagli

source: A communications tool for D-STAR
es: Una herramienta de comunicación para D-STAR
it: Uno strumento di comunicazione basato su D-STAR

source: Track center
es: Centrar en Track
it: Modalità Inseguimento

source: USE ALTERNATE CONFIGURATION DIRECTORY
it: USA UNA CARTELLA DI CONFIGURAZIONE ALTERNATIVA

source: INITIAL LATITUDE
it: LATITUDINE INIZIALE

source: INITIAL LONGITUDE
it: LONGITUDINE INIZIALE

source: Retrieving
es: Recuperando
it: Recupero in corso

source: Loading
es: Cargando
it: Caricamento

source: Show
es: Mostrar
it: Mostra

source: Distance
es: Distancia
it: Distanza

source: Direction
es: Dirección
it: Direzione

source: Center
es: Centro
it: Centro

source: Refresh
es: Refrescar
it: Aggiornare

source: Delete local Map cache
es: Borrar la caché local de Mapas
it: Cancella la cache locale della mappa

source: Edit Sources
es: Editar Fuentes
it: Modifica i dati

source: Printable (visible area)
es: Imprimible (area visible)
it: Stampabile (area visibile)

source: Save Image (visible area)
es: Guardar Imagen (area visible)
it: Salva Immagine (area visibile)

source: Center here
es: Centrar aquí
it: Centra qui

source: New marker here
es: Nuevo marcador aquí
it: Inserisci un Segnaposto qui

source: Broadcast this location
es: Difundir este emplazamiento
it: Trasmetti questa posizione

source: Are you sure you want to delete allyour map files in %s ?
it: Sei sicuro di voler cancellare i file della mappa in %s ?

source: Station map
es: Mapa de estación
it: Mappa della Stazione

source: Generated at
es: Generado en
it: Generato il

source: Broadcast Location
es: Difundir emplazamiento
it: Posizone di Trasmissione

source: Description
es: Descripción
it: Descrizione

source: Invalid value
es: Valor inválido
it: Valore non valido

source: Group
es: Grupo
it: Gruppo

source: does not exist. Do you want to create it?
es: no existe. Quieres crearlo ?
it: inesistente. Vuoi crearlo?

source: Add Marker
es: Añadir Marcador
it: Aggiungi Segnaposto

source: By Address
es: Por Dirección
it: Tramite Indirizzo

source: Lookup
es: Buscar
it: Ricerca

source: Comment
es: Comentario
it: Commento

source: Misc
it: Varie

source: Center on this
es: Centrar en éste
it: Centra questo punto

source: Running
es: Ejecutando
it: In esecuzione

source: Echo request of
es: Solicitud de eco de
it: Richiesta eco di

source: Echo of
es: Eco de
it: Eco di

source: Waiting for response
es: Esperando respuesta
it: In attesa di risposta

source: Negotiation Complete
es: Nogociación Completada
it: Negoziazione effettuata

source: Resuming at
es: Recomenzando en
it: Recupero a

source: Failed to send file (incomplete)
es: Fallo al enviar el fichero (incompleto)
it: Invio file fallito (incompleto)

source: Complete
es: Completo
it: Completa

source: Waiting for transfer to start
es: Esperando la trasferencia para comenzar
it: In attesa avvio trasferimento

source: No start block received!
es: Bloque de inicio no recibido!
it: Blocco di avvio non ricevuto!

source: Receiving file
es: Recibiendo fichero
it: File in ricezione

source: of size
es: de tamaño
it: della dimensione

source: Waiting for first block
es: Esperando al primer bloque
it: In attesa primo blocco

source: Receiving
es: Recibiendo
it: Ricezione

source: Failed to receive file (incomplete)
es: Fallo al recibir el fichero (incompleto)
it: Ricezione file fallita(incompleta)

source: Requested file list
es: Lista de ficheros solicitada
it: Richiesta lista file

source: Requested message list
es: Lista de mensajes solicitada
it: Richiesta lista messaggi

source: Requested file %s
es: Solicitado el fichero %s
it: Richiesto file %s

source: Requested message %s
es: Solicitado el mensaje %s
it: Richiesto messaggio %s

source: Checking mail for
es: Comprobando mail para
it: Controllo posta per

source: requested a mail check
es: solicitada comprobación de mail
it: ha richiesto un controllo posta

source: Control: ACK
it: Controllo: Acquisito (controllo ACK)

source: Control: END session %s
es: Control: FIN sesión %s
it: Controllo: FINE sessine %s

source: Control: NEW session
es: Control: NUEVA sesión
it: Controllo: NUOVA sessione

source: Control: UNKNOWN
es: Control: DESCONOCIDO
it: Controllo: SCONOSCIUTO

source: Select account
es: Selezione cruenta
it: Seleziona una account

source: Test Type
es: Tipo Test
it: Tipo prova

source: Test Parameters
es: Parámetros Test
it: Prova parametri

source: Run Test
es: Ejecutar Test
it: Esegui test

source: Remote station:
es: Estación remota:
it: Stazione remota:

source: Port:
es: Puerto:
it: Porta:

source: Multiple fixed-size packets
es: Múltiples paquetes de tamaño fijo
it: Pacchetti a dimensione fissa multipli

source: Gradually increasing packet sizes
es: Gradualmente incrementando el tamaño de los paquetes
it: Incremento graduale dimensioni del pacchetto

source: Attempts per size
es: Intentos por tamaño
it: Tentativi per dimensione

source: Increment size
es: Incrementar el tamaño
it: Incrementa la dimensione

source: Starting size
es: Tamaño de comienzo
it: Dimensione iniziale

source: Ending size
es: Tamaño de final
it: Dimensione finale

source: Packet size
es: Tamaño del paquete
it: Dimensione pacchetti

source: Number of packets
es: Número de paquetes
it: Numero di pacchetti

source: Packets
es: Paquetes
it: Pacchetti

source: Status
es: Estado
it: Stato

source: Statistics
es: Estadísticas
it: Statistiche

source: Start
es: Comienzo
it: Avvia

source: Restart
es: Recomenzar
it: Riavvia

source: Enter filter text
es: Introduce texto de filtro
it: Inserisci testo per filtro

source: Time
es: Hora
it: Ora

source: D-RATS Started
es: Ha arrancado D-RATS
it: D-RATS Avviato

source: File Transfers
es: Trasferencias de Ficheros
it: Trasferimenti File

source: Form Transfers
es: Trasferencias de Formularios
it: Trasferimenti Messaggi

source: Pings
it: Ping

source: Position Reports
es: Reportes de Posición
it: Rapporto di Posizione

source: Add Quick Message
es: Añadir Mensaje Rápido
it: Crea Messaggio Rapido

source: Enter text for the new quick message:
es: Introduce el texto para el nuevo mensaje rápido:
it: Inserisci il testo per il nuovo messaggio rapido:

source: Really delete?
es: Seguro borrar ?
it: Davvero vuoi cancellare?

source: Clear
es: Borrar Todo
it: Pulisci i campi

source: Choose the port where chat and QST messages will be sent
es: Elija el puerto al que se enviarán los mensajes de chat y QST
it: Scegli la porta dove inviare i messaggi chat e QST

source: Unable to open file %s: %s
es: No se puede abrir el fichero %s: %s
it: Impossibile aprire il file %s: %s

source: File is too large to send (>8KB)
es: El fichero es demasidado grande para enviarlo (>8KB)
it: File troppo grande per l'invio (>8kB)

source: Remove Filter
es: Quitar el Filtro
it: Cancella Filtro

source: Create filter
es: Crear filtro
it: Crea filtro

source: Enter a filter search string:
es: Introduce la cadena de búsqueda de filtro:
it: Inserisci stringa di ricerca per filtro:

source: Join Channel
es: Unirse al Canal
it: Iscrizione al canale

source: Enter channel name:
es: Introduce el nombre del canal:
it: Digitare Nome canale:

source: Channel names must be a single-word alphanumeric string
es: Los nombres de los canales deben ser una cadena alfanumérica de una sola palabra
it: Il nome dei canali deve essere una parola intera

source: Query User
es: Usuario solicitante
it: Interroga Utente

source: Enter station:
es: Introduce estación:
it: Digitare stazione:

source: Station must be a plain alphanumeric string
es: La estación debe ser una cadena alfanumérica simple
it: La stazione deve essere un testo alfanumerico

source: Add Filter
es: Añadir Filtro
it: Crea Filtro

source: Open Private Chat
es: Abrir Chat Privado
it: Apri Chat privata

source: Main
es: Principal
it: Principale

source: Enter destination
es: Introduce destino
it: Inserire destinazione

source: You must enter a station callsign. You cannot use an email address here
es: Debes introducir un indicativo de la estación. No puedes utilizzar una dirección de correo electrónico aquí
it: Digitare un nominativo di stazione. (NON può essere usato un indirizzo email)

source: Invalid character in callsign
es: Carácter inválido en el indicativo
it: Carattere non valido nel nominativo

source: Enter remote callsign
es: Introduce el indicativo remoto
it: Inserisci nominativo remoto

source: Really delete %s?
es: Realmente borrar %s?
it: Davvero vuoi eliminare %s?

source: Password for %s (blank if none):
es: Contraseña para %s (en blanco si no hay):
it: Password per %s (lasciare vuoto per non impostarla):

source: Upload
es: Subir
it: Carico (upload)

source: Connect
es: Conectar
it: Connetti

source: Disconnect
es: Desconectar
it: Disconnetti

source: Date
es: Fecha
it: Data

source: Choose a form
es: Elije un formulario
it: Scegli un modello

source: Drafts
es: Borradores
it: Bozza

source: Unable to send: message in use by another task
es: No puedo enviar: mensaje en uso por otro proceso
it: Impossibile spedire: messaggio in uso

source: Forward
it: Inoltro

source: Mark Read
es: Marcar como Leído
it: Segna letto

source: Mark Unread
es: Marcar como No Leído
it: Segna da leggere

source: Send/Receive
es: Enviar/Recibir
it: Spedito/Ricevuto

source: Create a new message for sending
es: Crear un nuevo mensaje para enviar
it: Crea un nuovo messaggio da spedire

source: Manually direct a message to another station
es: Dirigir un mensaje manualmente a otra estación
it: Invia il messaggio selezionato manualmente ad un altra stazione

source: Reply to the currently selected message
es: Responder al mensaje seleccionado
it: Rispondi al messaggio selezionato

source: Delete the currently selected message
es: Borrar el mensaje seleccionado
it: Cancella il messaggio selezionato

source: Mark the currently selected message as read
es: Marcar el mensaje seleccionado como leído
it: Segna il messaggio selezionato come letto

source: Mark the currently selected message as unread
es: Marcar el mensaje seleccionado como no leído
it: Segna il messaggio selezionato come da leggere

source: Send messages in the Outbox
es: Enviar los mensajes en Salida
it: Spedisci i messaggi di Posta in Uscita

source: More
es: Más
it: Ancora

source: Options
es: Opciones
it: Opzioni

source: Outbox
es: Salida
it: Inviati

source: This is the state other stations will see when requesting your status
it: Stato che viene inviato quando le altre stazioni lo richiedono

source: Unknown
es: Desconocido
it: Sconosciuto

source: Offline
es: Fuera de linea
it: Disattivo

source: says
it: dice

source: last seen at
es: visto por última vez
it: ultima posizione a

source: Now
es: Ahora
it: Adesso

source: New Folder
es: Nueva carpeta
it: Nuova cartella

source: Sender
es: Remitente
it: Mittente

source: Recipient
es: Recipiente
it: Recipiente

source: Subject
es: Tema
it: Oggetto

source: Unable to open: message in use by another task
es: No se puede abrir: mensaje en uso por otro proceso
it: Impossible aprire: messaggio in uso

source: Create
es: Crear
it: Crea

source: Rename
es: Renombrar
it: Rinomina

source: Test Connectivity
es: Comprobar Conectividad
it: Prova Connettività

source: Request Position
es: Solicitar Posición
it: Richiedi Posizione

source: Send file
es: Enviar fichero
it: Invia File

source: Get version
es: Obtener versión
it: Ottieni versione

source: Request mail check
es: Solicitar comprobación de correo
it: Richiesto controllo posta

source: Check on Qrz.com
es: Comprobar en Qrz.com
it: Cerca su Qrz.com

source: Reset
it: Reimposta

source: Clear All
es: Borrar Todo
it: Pulisci i campi

source: Ping All Stations
es: Ping a Todas las Estaciones
it: Invia ping a tutti

source: Request all positions
es: Solicitar todas las posiciones
it: Richiedi tutte le posizioni

source: Add a port
es: Añadir un puerto
it: Aggiungi una porta

source: Serial
es: Serie
it: Seriale

source: Serial Port
es: Puerto Serie
it: Porta Seriale

source: Baud Rate
es: Baudios
it: Velocità di Trasmissione

source: Host Address
es: Dirección Host
it: Indirizzo Host

source: TNC Port
es: Puerto TNC
it: Porta TNC

source: If the TNC is a multi-port unit, this specifies which port will be used (starting with 0 as the first one)
es: Si la TNC es multi-puerto, aquí se indica qué puerto se usará (el primero comienza por 0)
it: Se il TNC è multi-porta, specifica qui quale porta vuoi usare (la prima è identificata da 0)

source: When enabled, D-RATS will encapsulate its packets in AX.25 UI frames which can be passed through a digipeater
es: Cuando está activado, D-RATS encapsulará sus paquetes en tramas UI AX.25 que pueden pasar a través de un digipeater
it: Con questa modalità, D-RATS incapsulerà i suoi pacchetti nei frame AX.25 UI in modo che siano inviati tramite un digipeater

source: Digi Path
es: Ruta Digi
it: Percorso del ripetitore

source: The baud rate used to communicate with the TNC (not the rate over the air)
es: Los baudios para comunicar con la TNC (no la velocidad comunicación por RF)
it: La velocità (baud rate) per comunicare con il TNC (diversa dalla velocità over the air)

source: There are no parameters for dongle operation
es: No hay parámetros para operar con el dongle
it: Non ci sono parametri per operazioni via Dongle

source: Parameters
it: Parametri

source: <big><b>D*Query Tool</b></big>
es: <big><b>Herramienta D*Query</b></big>
it: <big><b>Comandi D*Query</b></big>

source: This utility will allow you to send D*Query commands to the local gateway (if supported). Type a command here (such as <i>wx</i>) and hit <b>Send</b>. If successful, the result will appear in the chat window.
es: Esta utilidad te permite enviar comandos D*Query al gateway local(si está soportado). Escribe aquí un comando (p.e. <i>wx</i>) y pulsa <b>Enviar</b>. Si es correcto, el resultado aparecerá en la pantalla de chat.
it: Questa funzione permette di inviare comandi D*Query al gateway locale (se supportato). Digita un comando qui (come <i>wx</i>) e clicka <b>Invia</b>. Se il gateway è in funzione il risultato apparirà nella finestra Chat.

source: Command:
es: Comando:
it: Comando:

source: Tools
es: Herramientas
it: Strumenti

source: Broadcast Text File
es: Fichero de Texto de Broadcast
it: Invia File di Testo a tutti

source: Import Message
es: Importar Mensaje
it: Importa Messaggio

source: Export Message
es: Exportar Mensaje
it: Esporta Messaggio

source: Message Templates
es: Plantillas de Mensaje
it: Modelli di Messaggio

source: Connected to Internet
es: Conectado a Internet
it: Connesso a Internet

source: _Edit
es: _Editar
it: _Modifica

source: Cut
es: Cortar
it: Taglia

source: Paste
es: Pegar
it: Incolla

source: _View
es: _Ver
it: _Visualizza

source: Side Pane
es: Panel Lateral
it: Pannello Laterale

source: Add filter
es: Añadir filtro
it: Crea Filtro

source: Delete Filter
es: Borrar Filtro
it: Cancella Filtro

source: _Help
es: _Ayuda
it: _Aiuto

source: Show debug log
es: Muestra log de depuración
it: Mostra registro di debug

source: Quick Messages
es: Mensajes Rápidos
it: Messaggi Rapidi

source: QSTs
it: QST

source: Station:
es: Estación:
it: Stazione:

source: Enter Remote Callsign
it: Inserisci nominativo remoto

source: Show event type:
es: Muestra tipo de evento:
it: Mostra il tipo evento:

source: Containing text:
es: Contiene el texto:
it: Contenente testo:

source: Edit Map Source
es: Editar Fuente de Mapas
it: Modifica sorgente mappe

source: Edit Map Sources
es: Editar Fuentes de Mapas
it: Modifica sorgenti mappe

source: Default
es: Defecto

source: WL2K Network Server
es: Servidor de Red WL2K

source: Server
es: Servidor

source: Inbox
es: Entrada

source: Received %i messages
es: Recibidos %i mensajes

source: OK
es: VALE

source: True
es: Verdastro

source: Form builder
es: Creador de formulario

source: ID
es: identificación

source: Ok
es: Vale

source: Invalid port string
es: Cadena de puerto inválida

source: File
es: Fichero

source: Sent
es: Enviado

source: About
es: Acerca de

source: Request remote object
es: Solicitar objeto remoto

source: Account
es: Cuenta

source: Download
es: Bajar

source: Trash
es: Papelera

source: AX.25 Digi path (CALL1,CALL2,...)
es: Ruta Digi AX.25 (CALL1,CALL2,...)

source: _File
es: _Fichero
